Repository: BohdanFisher/tempa
Catalog: Tempa - Visual Planner/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, nb, nl, pt, uk

source: Not quite — can you suggest something else?
de: Nicht ganz — schlägst du was anderes vor?
es: No exactamente — ¿me propones otra cosa?
fi: Ei ihan — ehdotatko jotain muuta?
fr: Pas tout à fait — tu proposes autre chose ?
nb: Ikke helt — kan du foreslå noe annet?
nl: Niet helemaal — stel je iets anders voor?
pt: Não é bem isso — sugere outra coisa?
uk: Не зовсім — порадиш щось інше?

source: Nothing here yet for this period — your days will show up here.
de: Für diesen Zeitraum ist noch nichts da — deine Tage erscheinen hier.
es: Aún no hay nada en este período: tus días aparecerán aquí.
fi: Ei vielä mitään tällä jaksolla — päiväsi näkyvät täällä.
fr: Rien pour cette période — tes journées apparaîtront ici.
nb: Ingenting her ennå for denne perioden — dagene dine dukker opp her.
nl: Nog niets voor deze periode — je dagen verschijnen hier.
pt: Nada neste período ainda — seus dias vão aparecer aqui.
uk: За цей період поки порожньо — твої дні з'являться тут.

source: Nothing scheduled
de: Nichts geplant
es: Nada programado
fi: Ei mitään suunniteltuna
fr: Rien de prévu
nb: Ingenting planlagt
nl: Niets gepland
pt: Nada agendado
uk: Нічого не заплановано

source: Nothing to restore — no purchases found on this Apple ID.
de: Nichts wiederherzustellen — keine Käufe mit dieser Apple-ID gefunden.
es: Nada que restaurar — no hay compras en este Apple ID.
fi: Ei palautettavaa — tältä Apple ID:ltä ei löytynyt ostoksia.
fr: Rien à restaurer — aucun achat trouvé sur cet identifiant Apple.
nb: Ingenting å gjenopprette — fant ingen kjøp på denne Apple-ID-en.
nl: Niets te herstellen — geen aankopen gevonden voor deze Apple ID.
pt: Nada para restaurar — nenhuma compra encontrada neste Apple ID.
uk: Нічого відновлювати — покупок на цьому Apple ID не знайдено.

source: now
de: jetzt
es: ahora
fi: nyt
fr: maintenant
nb: nå
nl: nu
pt: agora
uk: зараз

source: of %lld planned
de: von %lld geplanten
es: de %lld planificadas
fi: %lld suunnitellusta
fr: sur %lld prévues
nb: av %lld planlagte
nl: van %lld gepland
pt: de %lld planejadas
uk: з %lld запланованих

source: of your day left
de: deines Tages übrig
es: de tu día restante
fi: päivästä jäljellä
fr: de ta journée restante
nb: av dagen igjen
nl: van je dag over
pt: do seu dia restante
uk: твого дня попереду

source: Off
de: Aus
es: No
fi: Pois
fr: Désactivé
nb: Av
nl: Uit
pt: Desativado
uk: Вимк.

source: On a heavy day, how much time gets eaten by putting things off?
de: Wie viel Zeit geht dir an einem anstrengenden Tag durchs Aufschieben verloren?
es: En un día difícil, ¿cuánto tiempo se te va por dejar las cosas para después?
fi: Kuinka paljon aikaa lykkääminen vie raskaina päivinä?
fr: Lors d’une journée difficile, combien de temps perds-tu à tout remettre à plus tard ?
nb: På en tung dag, hvor mye tid forsvinner på å utsette ting?
nl: Hoeveel tijd gaat er op een zware dag verloren aan uitstellen?
pt: Num dia pesado, quanto tempo vai embora adiando as coisas?
uk: У важкий день скільки часу з’їдає відкладання справ?

source: once
de: einmal
es: una vez
fi: kerran
fr: une fois
nb: én gang
nl: één keer
pt: uma vez
uk: один раз

source: One breath, then back?
de: Einmal durchatmen, dann zurück?
es: ¿Una respiración y volvemos?
fi: Yksi hengenveto, sitten takaisin?
fr: Une respiration, puis on y retourne ?
nb: Ett pust, så tilbake?
nl: Eén ademhaling, dan terug?
pt: Uma respirada e de volta?
uk: Один вдих — і назад?

source: One deep focus block
de: Ein tiefer Fokus-Block
es: Un bloque de enfoque profundo
fi: Yksi syvän keskittymisen jakso
fr: Un bloc de concentration profonde
nb: Én dyp fokusbolk
nl: Eén blok diepe focus
pt: Um bloco de foco profundo
uk: Один блок глибокого фокусу

source: One honest question
de: Eine ehrliche Frage
es: Una pregunta honesta
fi: Yksi rehellinen kysymys
fr: Une question honnête
nb: Ett ærlig spørsmål
nl: Eén eerlijke vraag
pt: Uma pergunta honesta
uk: Одне чесне питання

source: One last thing
de: Eine letzte Sache
es: Una última cosa
fi: Vielä yksi juttu
fr: Une dernière chose
nb: En siste ting
nl: Nog één ding
pt: Uma última coisa
uk: І ще одне

source: One small win to start
de: Ein kleiner Sieg zum Start
es: Una pequeña victoria para empezar
fi: Pieni voitto alkuun
fr: Une petite victoire pour commencer
nb: En liten seier for å starte
nl: Eén klein succesje om te beginnen
pt: Uma pequena vitória para começar
uk: Почнемо з маленької перемоги

source: One thing at a time
de: Eine Sache nach der anderen
es: Una cosa a la vez
fi: Yksi asia kerrallaan
fr: Une chose à la fois
nb: Én ting om gangen
nl: Eén ding tegelijk
pt: Uma coisa de cada vez
uk: По одній справі за раз

source: One thing at a time, never a wall of tasks
de: Eins nach dem anderen — nie eine Wand aus Aufgaben
es: Una cosa a la vez, nunca un muro de tareas
fi: Yksi asia kerrallaan — ei koskaan tehtävämuuria
fr: Une chose à la fois, jamais un mur de tâches
nb: Én ting om gangen — aldri en vegg av oppgaver
nl: Eén ding tegelijk, nooit een hele berg taken
pt: Uma coisa de cada vez, nunca um muro de tarefas
uk: Одне завдання за раз — ніяких завалів

source: One tiny step. Then the next.
de: Ein winziger Schritt. Dann der nächste.
es: Un paso diminuto. Luego el siguiente.
fi: Yksi pikkuruinen askel. Sitten seuraava.
fr: Un tout petit pas. Puis le suivant.
nb: Ett bitte lite steg. Så det neste.
nl: Eén piepklein stapje. Dan het volgende.
pt: Um passo minúsculo. Depois o próximo.
uk: Один крихітний крок. Потім наступний.

source: Open document or email
de: Dokument oder E-Mail öffnen
es: Abrir el documento o el correo
fi: Avaa dokumentti tai sähköposti
fr: Ouvrir le document ou le mail
nb: Åpne dokumentet eller e-posten
nl: Document of e-mail openen
pt: Abrir o documento ou o e-mail
uk: Відкрити документ чи пошту

source: Other apps
de: Andere Apps
es: Otras apps
fi: Muut sovellukset
fr: Autres applis
nb: Andre apper
nl: Andere apps
pt: Outros apps
uk: Інші застосунки

source: Pause when the timer ends
de: Pause machen, wenn der Timer klingelt
es: Parar cuando suene el temporizador
fi: Pysähdy kun ajastin soi
fr: T'arrêter quand le minuteur sonne
nb: Stoppe når timeren ringer
nl: Pauzeren als de timer afloopt
pt: Parar quando o timer tocar
uk: Пауза, коли таймер скінчиться

source: Pay the bills
de: Rechnungen bezahlen
es: Pagar las facturas
fi: Maksa laskut
fr: Payer les factures
nb: Betale regningene
nl: Rekeningen betalen
pt: Pagar as contas
uk: Оплатити рахунки

source: People / social
de: Menschen / Soziales
es: Gente / social
fi: Ihmiset / sosiaalinen
fr: Les gens / le social
nb: Folk / sosialt
nl: Mensen / sociaal
pt: Pessoas / social
uk: Люди / спілкування

source: per %@
de: pro %@
es: por %@
fr: par %@
pt: por %@
uk: на %@

source: per year
de: pro Jahr
es: por año
fi: vuodessa
fr: par an
nb: per år
nl: per jaar
pt: por ano
uk: на рік

source: Personal
de: Persönliches
fi: Oma
fr: Perso
nb: Personlig
nl: Persoonlijk
pt: Pessoal
uk: Особисте

source: Pick a recipe or decide what to make
de: Rezept aussuchen oder entscheiden, was es gibt
es: Elegir una receta o decidir qué cocinar
fi: Valitse resepti tai päätä mitä teet
fr: Choisir une recette ou décider du menu
nb: Velge en oppskrift eller bestemme hva du lager
nl: Een recept kiezen of bedenken wat je maakt
pt: Escolher uma receita ou decidir o que fazer
uk: Обрати рецепт чи що готувати

source: Pick all that feel true. We'll tune Tempa to you.
de: Wähle alles, was zutrifft. Wir stimmen Tempa auf dich ab.
es: Elige todo lo que te suene. Ajustaremos Tempa a ti.
fi: Valitse kaikki, mikä tuntuu omalta. Säädämme Tempan sinulle.
fr: Coche tout ce qui te parle. On adaptera Tempa à toi.
nb: Velg alt som stemmer. Vi tilpasser Tempa til deg.
nl: Kies alles wat herkenbaar voelt. We stemmen Tempa op jou af.
pt: Marque tudo que fizer sentido. Vamos ajustar o Tempa para você.
uk: Обери все, що відгукується. Ми налаштуємо Tempa під тебе.

source: Plan something small
de: Etwas Kleines planen
es: Planear algo pequeño
fi: Suunnittele jotain pientä
fr: Planifier un petit truc
nb: Planlegg noe smått
nl: Plan iets kleins
pt: Planejar algo pequeno
uk: Спланувати щось дрібне

source: planned
de: geplant
es: planificado
fi: suunniteltu
fr: prévu
nb: planlagt
nl: gepland
pt: planejadas
uk: у планах

source: PLANNED VS DONE
de: GEPLANT VS. ERLEDIGT
es: PLANIFICADO VS HECHO
fi: SUUNNITELTU VS TEHTY
fr: PRÉVU VS FAIT
nb: PLANLAGT VS GJORT
nl: GEPLAND VS GEDAAN
pt: PLANEJADO VS FEITO
uk: У ПЛАНАХ / ГОТОВО

source: Plate and enjoy
de: Anrichten und genießen
es: Servir y disfrutar
fi: Annostele ja nauti
fr: Dresser et savourer
nb: Anrette og nyte
nl: Opdienen en genieten
pt: Servir e aproveitar
uk: Викласти на тарілку і насолоджуватися

source: Prep — chop, measure, lay things out
de: Vorbereiten — schneiden, abmessen, bereitlegen
es: Preparar — cortar, medir, dejar todo a mano
fi: Esivalmistele — pilko, mittaa, ota esiin
fr: Préparer — couper, mesurer, tout sortir
nb: Forberede — skjære, måle, legge fram
nl: Voorbereiden — snijden, afmeten, klaarleggen
pt: Preparar — cortar, medir, deixar tudo à mão
uk: Підготовка — нарізати, відміряти, розкласти

source: PRIORITY
de: PRIORITÄT
es: PRIORIDAD
fi: PRIORITEETTI
fr: PRIORITÉ
nb: PRIORITET
nl: PRIORITEIT
pt: PRIORIDADE
uk: ПРІОРИТЕТ

source: Privacy
de: Datenschutz
es: Privacidad
fi: Tietosuoja
fr: Confidentialité
nb: Personvern
pt: Privacidade
uk: Конфіденційність

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
nb: Personvernerklæring
nl: Privacybeleid
pt: Política de Privacidade
uk: Політика конфіденційності

source: Probably
de: Wahrscheinlich
es: Probablemente
fi: Luultavasti
fr: Probablement
nb: Sannsynligvis
nl: Waarschijnlijk
pt: Provavelmente
uk: Напевно

source: Put on workout clothes
de: Sportsachen anziehen
es: Ponerte la ropa de deporte
fi: Pue treenivaatteet
fr: Mettre ta tenue de sport
nb: Ta på treningstøy
nl: Sportkleren aantrekken
pt: Vestir a roupa de treino
uk: Одягнути спортивну форму

source: Quick question
de: Kurze Frage
es: Pregunta rápida
fi: Nopea kysymys
fr: Petite question
nb: Kjapt spørsmål
nl: Snelle vraag
pt: Pergunta rápida
uk: Швидке питання

source: Re-do
de: Nochmal
es: Rehacer
fi: Uudestaan
fr: Refaire
nb: På nytt
nl: Opnieuw
pt: Refazer
uk: Ще раз

source: Read the first section
de: Den ersten Abschnitt lesen
es: Leer la primera sección
fi: Lue ensimmäinen osa
fr: Lire la première partie
nb: Lese første del
nl: Het eerste deel lezen
pt: Ler a primeira parte
uk: Прочитати перший розділ

source: Ready to give it a real shot
de: Bereit, es wirklich zu versuchen
es: Quiero intentarlo de verdad
fi: Valmis antamaan tälle kunnon mahdollisuuden
fr: Envie d’essayer pour de vrai
nb: Klar for å gi det en ordentlig sjanse
nl: Klaar om het echt een kans te geven
pt: Quero tentar pra valer
uk: Спробую по-справжньому

source: Remembering routines
de: An Routinen denken
es: Recordar rutinas
fi: Rutiinien muistaminen
fr: Me souvenir des routines
nb: Å huske rutiner
nl: Routines onthouden
pt: Lembrar das rotinas
uk: Не забувати про рутину

source: Remind me before trial ends
de: Vor Ablauf des Tests erinnern
es: Recuérdame antes de que acabe la prueba
fi: Muistuta ennen kokeilun päättymistä
fr: Me rappeler avant la fin de l'essai
nb: Minn meg på det før prøven slutter
nl: Herinner me vóór het einde van de proef
pt: Avisar antes do fim do teste
uk: Нагадати до кінця тріалу

source: Reminder 10 min before each task
de: Erinnerung 10 Min vor jeder Aufgabe
es: Recordatorio 10 min antes de cada tarea
fi: Muistutus 10 min ennen jokaista tehtävää
fr: Rappel 10 min avant chaque tâche
nb: Påminnelse 10 min før hver oppgave
nl: Herinnering 10 min voor elke taak
pt: Lembrete 10 min antes de cada tarefa
uk: Нагадування за 10 хв до кожного завдання

source: Rest
de: Erholung
es: Descanso
fi: Lepo
fr: Repos
nb: Hvile
nl: Rust
pt: Descanso
uk: Відпочинок

source: Restore
de: Wiederherstellen
es: Restaurar
fi: Palauta
fr: Restaurer
nb: Gjenopprett
nl: Herstellen
pt: Restaurar
uk: Відновити

source: Review what you wrote
de: Durchlesen, was du geschrieben hast
es: Releer lo que escribiste
fi: Lue läpi mitä kirjoitit
fr: Relire ce que tu as écrit
nb: Lese gjennom det du skrev
nl: Teruglezen wat je schreef
pt: Reler o que você escreveu
uk: Перечитати написане

source: RIGHT NOW
de: GERADE JETZT
es: AHORA MISMO
fi: JUURI NYT
fr: EN CE MOMENT
nb: AKKURAT NÅ
nl: NU BEZIG
pt: AGORA MESMO
uk: САМЕ ЗАРАЗ

source: Routines: gentle reminders that nudge without nagging.
de: Routinen: Sanfte Erinnerungen, die anstupsen, ohne zu nerven.
es: Rutinas: recordatorios suaves que te dan un empujoncito sin agobiar.
fi: Rutiinit: lempeitä muistutuksia, jotka kannustavat ilman nalkutusta.
fr: Routines : des rappels doux qui donnent un petit coup de pouce sans insister.
nb: Rutiner: Milde påminnelser som dytter deg i gang uten å mase.
nl: Routines: vriendelijke herinneringen die je een zetje geven zonder te zeuren.
pt: Rotinas: lembretes gentis que dão um empurrãozinho sem cobrar.
uk: Рутина: лагідні нагадування, що підштовхують, але не дратують.

source: Save
de: Sichern
es: Guardar
fi: Tallenna
fr: Enregistrer
nb: Lagre
nl: Bewaren
pt: Salvar
uk: Зберегти

source: SAVE %lld%%
de: SPARE %lld%%
es: AHORRA %lld%%
fi: SÄÄSTÄ %lld%%
fr: −%lld%%
nb: SPAR %lld%%
nl: BESPAAR %lld%%
pt: ECONOMIZE %lld%%
uk: ЕКОНОМІЯ %lld%%

source: Say everything you need to do…
de: Sag alles, was du erledigen musst…
es: Di todo lo que tienes que hacer…
fi: Sano kaikki, mitä sinun pitää tehdä…
fr: Dis tout ce que tu as à faire…
nb: Si alt du må gjøre…
nl: Zeg alles wat je moet doen…
pt: Diga tudo que precisa fazer…
uk: Скажи все, що треба зробити…

source: Say your day out loud. We'll turn it into steps you can actually start.
de: Sprich deinen Tag einfach aus. Wir machen daraus Schritte, die du wirklich anfangen kannst.
es: Di tu día en voz alta. Lo convertiremos en pasos que de verdad puedas empezar.
fi: Sano päiväsi ääneen. Muutamme sen askeliksi, jotka oikeasti pystyt aloittamaan.
fr: Dis ta journée à voix haute. On la transforme en étapes que tu peux vraiment commencer.
nb: Si dagen din høyt. Vi gjør den om til steg du faktisk kan begynne på.
nl: Spreek je dag hardop uit. Wij maken er stappen van waar je echt aan kunt beginnen.
pt: Fale seu dia em voz alta. A gente transforma em passos que você realmente consegue começar.
uk: Наговори свій день уголос. Ми перетворимо його на кроки, які реально почати.

source: Scrolling counts. Honest guess — nobody's judging.
de: Scrollen zählt mit. Schätz ehrlich — hier urteilt niemand.
es: El scroll también cuenta. Haz una estimación honesta — nadie te juzga.
fi: Selaaminenkin lasketaan. Arvioi rehellisesti — kukaan ei tuomitse.
fr: Le scroll compte aussi. Estime honnêtement — personne ne te juge.
nb: Scrollingen teller også. Et ærlig anslag — ingen dømmer deg.
nl: Scrollen telt ook mee. Schat eerlijk — niemand oordeelt.
pt: Scroll também conta. Pode chutar com sinceridade — ninguém vai julgar.
uk: Скролінг теж рахується. Прикинь чесно — ніхто не засуджує.

source: See? Not so scary when it's this small.
de: Siehst du? Gar nicht so schlimm, wenn es so klein ist.
es: ¿Ves? No da tanto miedo cuando es así de pequeño.
fi: Näetkö? Ei niin pelottavaa, kun se on näin pientä.
fr: Tu vois ? Moins effrayant quand c'est aussi petit.
nb: Ser du? Ikke så skummelt når det er så smått.
nl: Zie je? Niet zo eng als het zo klein is.
pt: Viu? Não é tão assustador quando é pequeno assim.
uk: Бачиш? Зовсім не страшно, коли крок такий малий.

source: See? Not so scary.
de: Siehst du? Gar nicht so schlimm.
es: ¿Ves? No da tanto miedo.
fi: Näetkö? Ei niin pelottavaa.
fr: Tu vois ? Pas si effrayant.
nb: Ser du? Ikke så skummelt.
nl: Zie je? Niet zo eng.
pt: Viu? Nem é tão assustador.
uk: Бачиш? Зовсім не страшно.

source: Send it off
de: Abschicken
es: Enviarlo
fi: Lähetä se
fr: L'envoyer
nb: Sende det
nl: Versturen
pt: Enviar
uk: Надіслати

source: Set a timer for 15 minutes
de: Timer auf 15 Minuten stellen
es: Poner un temporizador de 15 minutos
fi: Laita ajastin 15 minuuttiin
fr: Régler un minuteur sur 15 minutes
nb: Sette en timer på 15 minutter
nl: Een timer op 15 minuten zetten
pt: Colocar um timer de 15 minutos
uk: Поставити таймер на 15 хвилин

source: Set up your workspace
de: Arbeitsplatz einrichten
es: Preparar tu espacio de trabajo
fi: Laita työpiste kuntoon
fr: Installer ton espace de travail
nb: Rigge til arbeidsplassen
nl: Je werkplek klaarmaken
pt: Preparar seu espaço de trabalho
uk: Підготувати робоче місце

source: Set your day
de: Plane deinen Tag
es: Organiza tu día
fi: Määritä päiväsi
fr: Organise ta journée
nb: Sett opp dagen din
nl: Stel je dag in
pt: Organize seu dia
uk: Налаштуй свій день

source: Set your day · 3 of 3
de: Dein Tag · 3 von 3
es: Tu día · 3 de 3
fi: Päiväsi · 3/3
fr: Ta journée · 3 sur 3
nb: Dagen din · 3 av 3
nl: Jouw dag · 3 van 3
pt: Seu dia · 3 de 3
uk: Твій день · 3 з 3

source: Setting your wake time
de: Deine Aufstehzeit einstellen
es: Ajustando tu hora de despertar
fi: Asetetaan heräämisaikaasi
fr: Réglage de ton heure de réveil
nb: Stiller inn våknetiden din
nl: Je wektijd instellen
pt: Ajustando sua hora de acordar
uk: Налаштовуємо час пробудження

source: Settings
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Réglages
nb: Innstillinger
nl: Instellingen
pt: Ajustes
uk: Налаштування

source: Show me how
de: Zeig mir, wie
es: Muéstrame cómo
fi: Näytä miten
fr: Montre-moi comment
nb: Vis meg hvordan
nl: Laat zien hoe
pt: Quero ver como
uk: Покажи як

source: Skip
de: Überspringen
es: Omitir
fi: Ohita
fr: Passer
nb: Hopp over
nl: Overslaan
pt: Pular
uk: Пропустити

source: Skip — just open my day
de: Überspringen — einfach meinen Tag öffnen
es: Omitir: solo abrir mi día
fi: Ohita — avaa vain päiväni
fr: Passer — ouvrir ma journée
nb: Hopp over — bare åpne dagen min
nl: Overslaan — open gewoon mijn dag
pt: Pular — só abrir meu dia
uk: Пропустити — просто відкрий мій день

source: So we know what to fix first.
de: Damit wir wissen, was zuerst dran ist.
es: Para saber qué arreglar primero.
fi: Jotta tiedämme, mistä aloittaa.
fr: Pour savoir quoi améliorer en premier.
nb: Så vi vet hva vi skal fikse først.
nl: Zodat we weten wat we eerst aanpakken.
pt: Para sabermos o que resolver primeiro.
uk: Щоб знати, з чого почати.

source: Social
de: Soziales
fi: Sosiaalinen
nb: Sosialt
nl: Sociaal
uk: Спілкування

source: Soft sound, no buzz, no badges. We promise not to be annoying.
de: Leiser Ton, kein Vibrieren, keine Badges. Versprochen: Wir nerven nicht.
es: Sonido suave, sin vibración, sin insignias. Prometemos no ser pesados.
fi: Pehmeä ääni, ei värinää, ei merkkejä. Lupaamme olla häiritsemättä.
fr: Son doux, pas de vibration, pas de pastilles. Promis, on ne sera pas pénibles.
nb: Myk lyd, ingen vibrering, ingen merker. Vi lover å ikke mase.
nl: Zacht geluid, geen trilling, geen badges. Beloofd: we worden niet irritant.
pt: Som suave, sem vibração, sem selos. Prometemos não incomodar.
uk: Тихий звук, жодних вібрацій та бейджів. Обіцяємо не набридати.

source: Sorry, I hit a snag. Try telling me what area feels heaviest — work, home, or body?
de: Ups, da hakt was. Sag mir, was sich gerade am schwersten anfühlt — Arbeit, Zuhause oder Körper?
es: Vaya, algo falló. Dime qué pesa más — ¿trabajo, casa o cuerpo?
fi: Hups, jokin takkusi. Kerro mikä painaa eniten — työ, koti vai keho?
fr: Oups, petit souci. Dis-moi ce qui pèse le plus — le travail, la maison ou le corps ?
nb: Oi, noe gikk galt. Fortell hva som kjennes tyngst — jobb, hjem eller kropp?
nl: Oeps, er ging iets mis. Vertel wat het zwaarst voelt — werk, thuis of je lijf?
pt: Opa, algo travou. Me diz o que pesa mais — trabalho, casa ou corpo?
uk: Ой, щось пішло не так. Скажи, що зараз тисне найбільше — робота, дім чи тіло?

source: Sort by
de: Sortieren nach
es: Ordenar por
fi: Järjestä
fr: Trier par
nb: Sorter etter
nl: Sorteer op
pt: Ordenar por
uk: Сортувати за

source: Sorting what you said into tasks…
de: Sortiere das Gesagte in Aufgaben…
es: Ordenando lo que dijiste en tareas…
fi: Järjestän sanomasi tehtäviksi…
fr: Je transforme tes mots en tâches…
nb: Sorterer det du sa til oppgaver…
nl: Ik zet wat je zei om in taken…
pt: Organizando o que você disse em tarefas…
uk: Розкладаємо почуте на завдання…

source: Sound familiar?
de: Kommt dir das bekannt vor?
es: ¿Te suena?
fi: Kuulostaako tutulta?
fr: Ça te parle ?
nb: Kjent følelse?
nl: Klinkt dit bekend?
pt: Parece familiar?
uk: Знайомо?

source: Speak it
de: Sprich es
es: Dilo en voz alta
fi: Sano se
fr: Dis-le
nb: Si det
nl: Spreek het in
pt: Fale
uk: Скажи голосом

source: Speak tomorrow's plan out loud — five minutes.
de: Sprich deinen Plan für morgen laut aus — fünf Minuten.
es: Di en voz alta tu plan para mañana — cinco minutos.
fi: Sano huomisen suunnitelma ääneen — viisi minuuttia.
fr: Dis à voix haute ton plan pour demain — cinq minutes.
nb: Si planen for i morgen høyt — fem minutter.
nl: Spreek je plan voor morgen hardop uit — vijf minuten.
pt: Conte em voz alta o plano de amanhã — cinco minutos.
uk: Скажи вголос план на завтра — п’ять хвилин.

source: Speak your day — AI turns it into a plan
de: Sprich deinen Tag — die KI macht einen Plan daraus
es: Di tu día en voz alta y la IA lo convierte en un plan
fi: Sano päiväsi ääneen — tekoäly tekee siitä suunnitelman
fr: Dicte ta journée — l'IA en fait un plan
nb: Si dagen din — KI gjør den om til en plan
nl: Spreek je dag in — AI maakt er een plan van
pt: Fale seu dia — a IA transforma em um plano
uk: Проговори свій день — AI перетворить його на план

source: Speak your plans
de: Sprich deine Pläne laut aus
es: Cuenta tus planes en voz alta
fi: Sano suunnitelmasi ääneen
fr: Dis tes plans à voix haute
nb: Si planene dine høyt
nl: Vertel je plannen hardop
pt: Conte seus planos em voz alta
uk: Розкажи про свої плани вголос

source: Splitting it into tasks…
de: Ich teile es in Aufgaben auf…
es: Separando en tareas…
fi: Jaan tehtäviksi…
fr: Je découpe en tâches…
nb: Deler opp i oppgaver…
nl: Ik verdeel het in taken…
pt: Separando em tarefas…
uk: Розбираю на задачі…

source: Start 3-day free trial
de: 3 Tage gratis testen
es: Prueba 3 días gratis
fi: Aloita 3 päivän ilmainen kokeilu
fr: Essai gratuit de 3 jours
nb: Start 3 dagers gratis prøve
nl: Start gratis proefperiode van 3 dagen
pt: Começar teste grátis de 3 dias
uk: Почати 3 безкоштовні дні

source: Start anywhere — the hardest part is beginning
de: Fang irgendwo an — das Anfangen ist das Schwerste
es: Empieza por donde sea — lo difícil es empezar
fi: Aloita mistä tahansa — vaikeinta on aloittaa
fr: Commence n'importe où — le plus dur, c'est de commencer
nb: Begynn hvor som helst — det vanskeligste er å starte
nl: Begin ergens — beginnen is het moeilijkst
pt: Comece de qualquer ponto — o difícil é começar
uk: Почни з будь-чого — найважче просто почати

source: Start task
de: Aufgabe starten
es: Empezar tarea
fi: Aloita tehtävä
fr: Démarrer la tâche
nb: Start oppgave
nl: Taak starten
pt: Iniciar tarefa
uk: Почати завдання

source: Start your free trial
de: Gratis testen
es: Empieza tu prueba gratis
fi: Aloita ilmainen kokeilu
fr: Commencer l'essai gratuit
nb: Start gratis prøve
nl: Start gratis proefperiode
pt: Começar teste grátis
uk: Почати безкоштовний період

source: Starting is the hard part — you did it %@.
de: Anfangen ist das Schwerste — du hast es %@ geschafft.
es: Empezar es lo difícil — lo hiciste %@.
fi: Aloittaminen on vaikeinta — teit sen %@.
fr: Commencer est le plus dur — tu l'as fait %@.
nb: Å starte er det vanskeligste — du klarte det %@.
nl: Beginnen is het moeilijkst — je deed het %@.
pt: Começar é o mais difícil — você fez isso %@.
uk: Почати найважче — і тобі це вдалося %@.
